[
    {
        "name": "Piotr",
        "surname": "Kowalski",
        "color": "#343a40",
        "traitColor": "navy",
        "img": "./img/piotr.jpg",
        "age": 26,
        "proffession": "Tatuażysta/Właściciel firmy",
        "city": "Łódź",
        "education": "Średnie",
        "character": ["ambitny", "niezależny", "kreatywny", "niespokojny"],
        "traits": [
            {"name": "Znajomość prawa", "value": "20", "range": "100"},
            {"name": "Znajmość technologii", "value": "50", "range": "100"},
            {"name": "Wiedza na temat księgowości", "value": "30", "range": "100"},
            {"name": "Staż prowadzenia firmy", "value": "20", "range": "100", "divided": "true"}
        ],
        "story": "Piotr od chwili zajęcia I miejsca w konkursie plastycznym w liceum marzył o tym, żeby otworzyć własne studio tatuażu inspirowane światem zwierząt i motywami plemiennymi. A od dwóch lat jest spełnionym właścicielem prywatnego studia tatuażu „Tatoo in the Zoo”. Wcześniej przez kilka miesięcy pracował w studiu tatuażu jako pracownik, ale szybko spostrzegł, że brakuje mu wolności i niezależności. Uważał także, że praca dla kogoś nie umożliwia mu dalszego rozwoju zawodowego, więc postanowił otworzyć własną działalność. Piotr zwykle rozpoczyna swój dzień pracy około godziny 7 od przejrzenia swoich maili oraz przeglądu terminarza z godzinami wizyt swoich klientów. Następnie wysyła przypomnienia klientom na dzień następny i udaje się do swojego niewielkiego studia tatuażu na parterze kamienicy niedaleko Łódzkiego rynku. Od godziny 8 do godziny 15 przyjmuje swoich klientów, po czym zamyka lokal i zajmuje się przez około godzinę sprawami związanymi z działalnością firmy. Odpisuje na maile i zapytania, realizuje formalności związane z prowadzeniem firmy, dodaje wpisy na portalach społecznościowych, monitoruje skuteczność zakupionych reklam i prowadzi aktywny dialog z przedsiębiorcami i organizatorami wydarzeń, którzy mogą zwiększyć popularność jego zakładu. Na koniec dnia sprawdza, którzy klienci potwierdzili terminy z dnia następnego i zaznacza na czerwono klientów, do których będzie musiał zadzwonić z samego rana, by potwierdzić ich obecność.",
        "goals": [
            "Optymalizacja kosztów prowadzenia firmy",
            "Oszczędzenie czasu na realizacji formalności urzędowych",
            "Świadome podejmowanie decyzji w sprawach formalnych",
            "Sprawne monitorowanie komunikacji z urzędami"
        ],
        "needs": [
            "Dostosowanie decyzji formalnych i urzędowych do aktualnej sytuacji w firmie",
            "Dostęp do przejrzystej informacji na temat aktualnych przepisów oraz regulacji",
            "Szybki i intuicyjny oraz bezpieczny sposób realizacji spraw urzędowych",
            "Dostęp do jednego, czytelnego archiwum przechowującego historię korespondencji z urzędami w sprawie prowadzonej działalności gospodarczej"
        ],
        "helpfull": [
            "Elektroniczny dostęp do kontaktu z urzędnikiem w celu rozwiania potencjalnych wątpliwości przy realizacji spraw urzędowych i księgowych on-line",
            "Dostęp do portalu z treściami merytorycznymi dotyczącymi prowadzenia działalności gospodarczej w zakresie podatkowym, urzędowym i prawnym w postaci nagrań wideo",
            "Funkcjonalność powiadomień dotyczących branży w której prowadzona jest działalność oraz zmian w przepisach, które mogą dotyczyć przedsiębiorcy"
        ],
        "threads": [
            "Nieprawidłowy wybór formy opodatkowania",
            "Upadek firmy wywołany problemami z ZUS’em i urzędem skarbowym",
            "Ponoszenie konsekwencji finansowych z powodu nieprawidłowo zrealizowanych formalności prawnych",
            "Zbyt duża konkurencja na rynku"
        ]
    },
{
        "name": "Krystyna",
        "surname": "Nowak",
        "color": "#24482e",
        "traitColor": "#660000",
        "img": "./img/krystyna.jpg",
        "age": 42,
        "proffession": "Urzędniczka",
        "city": "Warszawa",
        "education": "Wyższe",
        "character": ["dokładna", "sumienna", "rzeczowa", "kulturalna", "empatyczna"],
        "traits": [
            {"name": "Znajomość prawa", "value": "80", "range": "100"},
            {"name": "Znajmość technologii", "value": "30", "range": "100"},
            {"name": "Wiedza na temat księgowości", "value": "60", "range": "100"},
            {"name": "Staż prowadzenia firmy", "value": "1", "range": "100", "divided": "true"}
        ],
        "story": "Krystyna od przeszło dziesięciu lat pracuje w Urzędzie Gminy, gdzie jest ceniona za swoje cenne doświadczenie zawodowe i empatyczne podejście do współpracowników. W młodości zdecydowała się podjąć studia na kierunku administracji z powodu jej zamiłowania do organizacji i porządku. Choć przed podjęciem studiów rozważała różne drogi swojej kariery, to jednak praca w urzędzie okazała się dla niej strzałem w dziesiątkę. Aktulanie w swojej codziennej pracy pomaga przedsiębiorcom w sprawach formalnych związanych z założeniem firmy. Dzięki swojemu doświadczeniu i obyciu z szybko zmieniającym się prawem, stanowi nioecenione wsparcie dla młodych przyszłych przedsiębiorców, którzy przy jej okienku próbują dokonać przełomowego kroku w swoim życiu. Zwykle swój dzień pracy rozpoczyna o godzinie 5:45 szykując swoje stanowisko pracy na przyjęcie pierwszych petentów. Następnie do godziny 11:00 pomaga zarejestrować firmę przez internet, wyjaśnia dobre sposoby na wybór opodatkowania oraz tłumaczy czym są kody PKD. Później udaje się na przerwę, podczas której z przyjemnością czyta kryminały. Około godziny 13:30 kończy pracę i udaje się do domu. W wolnym czasie oprócz czytania lubi odkrywać kolejne spływy kajakowe oraz wędrować po górach.",
        "goals": [
            "Optymalizacja procesu rejestracji firmy",
            "Oszczędzenie czasu na realizacji formalności urzędowych",
            "Sprawne modyfikowanie wpisów działalności oraz zawieszanie/odwieszanie i zamykanie działalności gospodarczej",
            "Wydawanie licencji oraz zezwoleń i weryfikacja aktywności przedsiębiorców"
        ],
        "needs": [
            "Intuicyjny i szybki system informatyczny do obsługi petentów",
            "Dostęp do wygodnej i intuicyjnej wyszukiwarki danych",
            "Spersonalizowany generator raportów i statystyk"
        ],
        "helpfull": [
            "Pełen zakres informacji po wydrukowaniu wpisu",
            "Możliwośc wglądu w dane niejawne",
            "Personalizowane raporty i statystyki"
        ],
        "threads": [
            "Problemy z osbługą petentów wywołane nieprawidłowym/zbyt wolnym działaniem aplikacji urzędnika",
            "Długi czas obsługi z powodu problemów z określniem i odnalezieniem właściwego kodu PKD",
            "Przedłużające czas obsługi działanie captchy",
            "Utrata wprowadzonych danych z powodu automatycznego wylogowania z systemu"
        ]
    },
    {
        "name": "Miron",
        "surname": "Głowacki",
        "color": "#660000",
        "traitColor": "#246a2e",
        "img": "./img/miron.jpg",
        "age": 36,
        "proffession": "Radca prawny (pełnomocnik)",
        "city": "Poznań",
        "education": "Wyższe",
        "character": ["konkretny", "rzeczowy", "niecierpliwy", "ambitny", "analityczny"],
        "traits": [
            {"name": "Znajomość prawa", "value": "100", "range": "100"},
            {"name": "Znajmość technologii", "value": "40", "range": "100"},
            {"name": "Wiedza na temat księgowości", "value": "80", "range": "100"},
            {"name": "Staż prowadzenia firmy", "value": "70", "range": "100", "divided": "true"}
        ],
        "story": "Miron od lat cieszy się poważaniem w środowisku prawinczym, za wyjątkową kreatwyność, która pomogła mu wyciągnąć niejedną firmę z tarapatów. Swoją prawniczą karierę rozpoczął jako prokurator, jednak szybko zrezygnował z tej ściezki kariery ze względu na bardzo żmudną i długą drogę do prawdziwej walki z niesprawiedliwością. Wobec tego postanowił spożytkować swoje siły, ambicję i intelekt w ramach wspieranaia młodych biznesmenów oraz startupów we wchodzeniu na rynek. Po pewnym czasie spostrzegł, że jego kompetencje nadają się nie tylko do wspierania startupów, ale także do wspierania upadających firm i korporacji. Od tej chwili pracował nad własnym 'pogotowiem firmowym', które ratowało duże firmy przed upadkiem. Zwykle swój dzień pracy rozpoczyna od wizyty w swoim biurze o godzinie 9 gdzie weryfikuje terminy spotkań, a następnie spotyka się z klientami i bierze udział w rozprawach. Zazwyczaj około 13 stara się realizować wszelkie sprawy urzędowe, a spotkania z nowymi klientami ustala na godziny popołudniowe około 16, by mieć możliwość zostania z klientem w spokoju, w przypadku gdyby spotkanie się przeciągało. W wolnym czasie jeździ konno i strzela z wiatrówki. Lubi także kuchnie śródziemnomorską i co roku spędza wakacje we Włoszech.",
        "goals": [
            "Wspieranie firm w osiaganiu celów i jej skuteczną reprezentację w sprawach formalnych",
            "Skuteczna realizacja spraw urzędowych",
            "Doradzanie właścicielowi firmy",
            "Wnoszenie i odbieranie winosków/pism procesowych/podań"
        ],
        "needs": [
            "Dostęp do pełnej historii korespondencji urzędowej w jednym miejscu",
            "Portal do sprawnej komunikacji formalnej z wszystkimi urzędami jednocześnie",
            "Intuicyjny dostęp do pełnego zakresu informacji o firmie"
        ],
        "helpfull": [
            "Dostęp do najnowszych zmian w prawie dotyczącym firm z określonej branży",
            "Czytelna i intuicyjna wyszukiwarka kodów PKD",
            "Aplikacja mobilna do sprawnej komunikacji z urzędami"
        ],
        "threads": [
            "Nieterminowe realizowanie formalności",
            "Utrata klientów z powodu konieczności poświęcania zbyt dużej ilości czasu na gromadzenie danych i komunikację z urzędami",
            "Nieskuteczne próby ratowania firmy klienta wywołane problemami z obsługą systemów teleinformatycznych oraz ich wadliwym działaniem"
        ]
    },
        {
        "name": "Oskar",
        "surname": "Kamiński",
        "color": "#11aaff",
        "traitColor": "#562f7e",
        "img": "./img/oskar.jpg",
        "age": 24,
        "proffession": "Programista (przyszły przedsiębiorca)",
        "city": "Wrocław",
        "education": "Wyższe",
        "character": ["pomysłowy", "analityczny", "pracowity", "perfekcjonista"],
        "traits": [
            {"name": "Znajomość prawa", "value": "10", "range": "100"},
            {"name": "Znajmość technologii", "value": "90", "range": "100"},
            {"name": "Wiedza na temat księgowości", "value": "10", "range": "100"},
            {"name": "Staż prowadzenia firmy", "value": "1", "range": "100", "divided": "true"}
        ],
        "story": "Oskar od dziecka fascynował świat komputerów, a swój pierwszy program napisał jeszcze w podstawówce. Obecnie kończy studia magisterskie na kierunku informatycznym i stawia swoje pierwsze kroki jako stażysta w jednej z korporacji posiadających okazały biurowiec w sercu Wrocławia. Doskonale zdaje sobie sprawę, że w przeciągu dwóch lat założenie firmy nie będzie dla niego tylko pomysłem na siebie, ale wręcz ekonomiczną koniecznościa z powodu niekorzystnego opodatkowania w przypadku pozostaniu przy umowie o pracę. Pomimo posiadania dogłębnej wiedzy informatycznej i analitycznego umysłu, obawia się, że świat przepisów i księgowości może go przerosnąć. Swój przeciętny dzień rozpoczyna pracy rozpoczyna o 8 rano od standup'u ze swoimi kolegami z zespołu. Następnie przez pozostały czas pracuje nad budową innowacyjnej aplikacji bankowej. Około 14 zwykle bierze udział w wewnątrzfirmowych szkoleniach i spotkaniach dla stażystów. O godzinie 16 opuszcza pracę i zazwyczaj odwiedza po drodze do domu budkę z najlepszymi hamburgerami w mieście. W czasie wolnym lubi grać w gry rpg oraz pisać własne gry przeglądarkowe. Dla oderwania od ekranu komputera przemierza długie dystanse na rowerze, a każdą podróż dokumentuje na swoim blogu.",
        "goals": [
            "Opodatkowanie działalności na korzystnych warunkach",
            "Rozszerzenie działalności poza obszar jednej firmy",
            "Możliwość świadczenia usług i wystawiania faktur",
            "Budowa profesjonalnego wizerunku i marki osobistej"
        ],
        "needs": [
            "Założenie optymalnej finansowo działalności gospodarczej",
            "Dostęp do portalu umożliwiającego intuicyjne i szybkie założenie firmy",
            "Szeroka i możliwie prosto opisana informacja dotycząca wszelkich aspektów procesu zakładania firmy",
            "Dostęp do sprawdzonego i zatwierdzonego przez rząd źródła informacji oraz instruktarzy w zakresie prowadzenia działalności gospodarczej"
        ],
        "helpfull": [
            "Prosta i intuicyjna wszukiwarka kodów PKD wraz z informacją dotyczącą specyfiki kodów dla określonej branży",
            "Dostęp do portalu umożliwiającego sprawną komunikację formalną z urzędami",
            "Aplikacja mobilna do zarzadzania sprawami urzędowymi firmy"
        ],
        "threads": [
            "Zwiększenie kosztów wykonywania pracy",
            "Poniesienie konsekwencji finansowych z powodu nieprawidłowego załatwienia formalności",
            "Zmarnowanie czasu i nerwów na nieskuteczne rejestrowanie firmy",
            "Popełnienie błędów formalnych wskutek niedostatecznej znajomości prawa i ponoszenie z tego powodu dodatkowych kosztów"
        ]
    },
    {
        "name": "Marta",
        "surname": "Kulczyk",
        "color": "navy",
        "traitColor": "#ccbf00",
        "img": "./img/marta.jpg",
        "age": 53,
        "proffession": "Księgowa/Dyrektor firmy",
        "city": "Kraków",
        "education": "Wyższe",
        "character": ["skrupulatna", "energiczna", "zdecydowana", "zorganizowana"],
        "traits": [
            {"name": "Znajomość prawa", "value": "80", "range": "100"},
            {"name": "Znajmość technologii", "value": "30", "range": "100"},
            {"name": "Wiedza na temat księgowości", "value": "90", "range": "100"},
            {"name": "Staż prowadzenia firmy", "value": "90", "range": "100", "divided": "true"}
        ],
        "story": "Marta po ukończeniu rachunkowości na studiach niemal od razu trafiła do zarządu firmy ojca. Ze względu jednak na swój wybuchowy i dominujący charakter, nie potrafiła być jedynie trybikiem w machinie i po 3 latach pracy w zarządzie postanowiła otworzyć własną firmę księgową. Przez pierwszy rok bardzo trudno jej było wybić się na wymagajacym rynku, ale z czasem klienci zaczęli doceniać jej energię i zaangażowanie w ich sprawy, co odbiło się na wzroście zleceń i wymusiło niejako na Marcie zatrudnienie dodatkowych pracowników. Po 4 latach prowadzenia firmy, kierowała już 40-osobowym zespołem złożonym z księgowych, prawników, informatyków oraz specjalistów od marketingu. Z czasem firma sukcesywnie się rozrastała i obecnie jest jedną z największych firm świadczących usługi księgowe w Krakowie. Zwykle Marta rozpoczyna swój dzień pracy o godzinie 7 rano od sprawdzenia maili służbowych oraz nieodebranych połączeń. Następnie weryfikuje swój kalendarz i określa kolejne terminy spotkań zarówno wewnątrzfirmowych, jak i tych z potencjalnymi klientami. Od godziny 11 do godziny 14 bierze udział w spotkaniach, a o godzinie 15 codzinnie odbywa spotkania z kierownikami działów w swojej firmie, by kontrolować życie organizacji. Na koniec sprawdza jeszcze raz terminarz i udaje się do domu. W wolnym czasie handluje akcjami na giełdzie albo podróżuje odkrywając za każdym razem inny zakątek globu. Jest wielką fanką kuchni azjatyckiej.",
        "goals": [
            "Minimalizacja kosztów prowadzenia firmy",
            "Natychmiastowe reagowanie na zmiany w prawie",
            "Dostosowanie działania firmy do ciągle zmieniających się warunków prawno-formalnych"
        ],
        "needs": [
            "Dostęp do platformy umożliwiającej realizację wszystkich spraw księgowo-urzędowych w jednym miejscu",
            "Przejrzysta i natychmiastowa informacja dotycząca zmian w prawach związanych z księgowością.",
            "Prosty i intuicyjny oraz wiążący sposób komunikacji z urzędami"
        ],
        "helpfull": [
            "Aplikacja mobilna do realizacji spraw księgowych oraz formalności urzędowych",
            "Dostęp do platformy umożliwiajacej rozliczenie w jednym miejscu ze wszystkimi urzędami"
        ],
        "threads": [
            "Ponoszenie kosztów wskutek źle dobranej formy opodatkowania",
            "Zbyt wolne dostosowywanie procedur w firmie względem tempa zmieniającego się prawa",
            "Utrata klientów z powodu nieefektywnego zajmowania się ich księgowością wskutek niedostatecznej informacji",
            "Utrudniona komunikacja z urzędami spowalniająca całą firmę"
        ]
    }
]